Repository: yelmuratoff/qarip.kz
Catalog: lib/src/core/l10n/translations/intl_*.arb
Languages: kk

# addNewFont
source: Add a new font
kk: Жаңа қаріп қосу

source: App version
kk: Қосымшаның нұсқасы

source: Back to home
kk: Басты бетке оралу

# badRequest
source: Invalid request, please check your data and try again
kk: Қате сұрау, деректерді тексеріп, қайтадан көріңіз

source: Basic settings
kk: Негізгі баптаулар

source: Build version
kk: Жинақ нұсқасы

source: Change environment
kk: Ағымдағы ортаны өзгерту

source: Change theme
kk: Теманы өзгерту

# cleanHistory
source: Clear history
kk: Тарихты тазалау

# connectionTimeout
source: The server response time has expired
kk: Серверден жауап күту уақыты аяқталды

# counterTimesText
source: Button press count: {number}
kk: Түймешені басу саны: {number}

source: Custom colors
kk: Қолданушы түстері

source: Default themes
kk: Әдепкі темалар

# emailForSuggestionsAndQuestions
source: For suggestions and questions, please write to this email
kk: Ұсыныстар және сұрақтар бойынша осы поштаға жазыңыздар

source: Enabled
kk: Қосылған

# environmentTapNumber
source: Taps left to open the dialog: {number}
kk: Диалог ашылу үшін қалғаны: {number}

source: Error
kk: Қате

source: Error type
kk: Қате түрі

# fieldIsRequired
source: This field is required
kk: Бұл өріс міндетті

source: Fix
kk: Түзету

source: Folder
kk: Қалта

# goToLogger
source: Go to logger page
kk: Логгер бетіне өту

source: Home
kk: Басты бет

# idleRefresh
source: Pull down to refresh
kk: Жаңарту үшін төменге тартыңыз

source: Initialization failed
kk: Инициализация қатесі

source: Kazakh font fund
kk: Қазақша қаріп қоры

# letForUpdate
source: Release to load
kk: Жүктеу үшін босатыңыз

source: Loading
kk: Жүктелуде

# locale
source: en
kk: kk

# locales
source: Languages
kk: Тілдер

source: Log in
kk: Кіру

source: Log out
kk: Шығу

# method
source: Sending method
kk: Жіберу әдісі

# noConnection
source: No internet connection
kk: Интернет байланысы жоқ

# noData
source: No data available
kk: Деректер жоқ

source: No values
kk: Мағыналар жоқ

source: Not found
kk: Табылған жоқ

# nothingFound
source: Nothing found for this query
kk: Бұл сұрау бойынша ештеңе табылмады

# pageNotFound
source: Oops, page not found at this path
kk: Кешіріңіз, осы жолдағы бет

# passwordNotCorrect
source: Incorrect password
kk: Қате құпия сөз

source: Profile
kk: Профиль

# qaripSiteDescription
source: The purpose of this site is to collect fonts that support the Kazakh language in one place.
kk: Бұл сайттың мақсаты - қазақ тілін қолдайтын шрифттерді бір жерде жинау.

source: Refresh
kk: Жаңарту

# requestSuccess
source: The request was successful
kk: Сұрау сәтті орындалды

source: Retry
kk: Қайта көру

source: Search
kk: Іздеу

source: Settings
kk: Баптаулар

source: Show more
kk: Толығырақ

source: Something went wrong
kk: Бір нәрсе дұрыс болмады

# status401
source: You do not have access to this data
kk: Сізде бұл деректерге қолжетімділік жоқ

# status404
source: Data not found
kk: Деректер табылмады

# status500
source: Please try again later, an internal error occurred
kk: Қайтадан көріңіз, ішкі қате орын алды

# status503
source: Try again later, the server is currently unavailable
kk: Қайтадан көріңіз, сервер уақытша қолжетімсіз

# statusCode
source: Response code
kk: Жауап коды

# thanksToGroup
source: Thank you to the group «ӘІҢҒҮҰҚӨҺ (казахские шрифты)», which provided fonts!
kk: Шрифттерді ұсынған «ӘІҢҒҮҰҚӨҺ (казахские шрифты)» тобына рахмет!

# thisEmailAlreadyExist
source: An account with this email already exists
kk: Осы email арқылы тіркелген пайдаланушы бар

# thisUsernameAlreadyExist
source: An account with this username already exists
kk: Осы логин арқылы тіркелген пайдаланушы бар

source: Updated
kk: Жаңартылды

source: URL
kk: Сілтеме

source: User not found
kk: Пайдаланушы табылмады
